<?php
/**
 *	活动配置
 *	站点-ID：3g-87, q-14
 *	配置时需注意：同一种活动类型的请放相同位置（数组键值相同）
**/
return array(
	//同一种活动类型的请放相同位置（数组键值相同）
	'20161017' => array(
		'87' => array(534, 531, 528, 525),
		'14' => array(498, 495, 492, 489)
	),
	'20160829' => array(
		'87' => array(480, 477, 474, 471),
		'14' => array(447, 444, 441, 438)
	),
	'20160914' => array(
		'87' => array(504, 510, 507, 501),
		'14' => array(468, 474, 471, 465)
	),
    '20170323' => array(
        '87' => array(684,690,696,693),
        '14' => array(651,657,663,660)
    )

);