<?php
/**
 * ====================================
 * 会员中心站内信配置
 * ====================================
 * Author: 9009123
 * Date: 2016-08-09 14:00
 * ====================================
 * File: informations.php
 * ====================================
 */
return array(
	'14'=>array(
		array(
			'id' => 1,  //唯一值的ID
			'title' => '开学点"礼" 以礼相待',  //标题名称
			'is_promotion' => 1,  //是否促销显示，1=显示0=不显示
			'start_time'=>strtotime('2016-08-30 00:00:00'),  //显示的开始时间
			'end_time'=>strtotime('2016-09-12 23:59:59'),    //显示的结束时间
			'url' => '/#!/act/20160829',   //跳转的链接
			'content' => '各种护肤神器最低4折优惠！赶紧抢！',  //描述
		),
		array(
			'id' => 2,  //唯一值的ID
			'title' => '秋季大促销',  //标题名称
			'is_promotion' => 1,  //是否促销显示，1=显示0=不显示
			'start_time'=>strtotime('2016-09-20 00:00:00'),  //显示的开始时间
			'end_time'=>strtotime('2016-09-29 23:59:59'),    //显示的结束时间
			'url' => '/#!/act/20160914',   //跳转的链接
			'content' => '秋季大促销，最低5折，赶紧抢！',  //描述
		),
	),
	'87'=>array(
		array(
			'id' => 1,  //唯一值的ID
			'title' => '开学点"礼" 以礼相待',  //标题名称
			'is_promotion' => 1,  //是否促销显示，1=显示0=不显示
			'start_time'=>strtotime('2016-08-30 00:00:00'),  //显示的开始时间
			'end_time'=>strtotime('2016-09-12 23:59:59'),    //显示的结束时间
			'url' => '/#!/act/20160829',   //跳转的链接
			'content' => '各种护肤神器最低4折优惠！赶紧抢！',  //描述
		),
		
		array(
			'id' => 2,  //唯一值的ID
			'title' => '秋季大促销',  //标题名称
			'is_promotion' => 1,  //是否促销显示，1=显示0=不显示
			'start_time'=>strtotime('2016-09-20 00:00:00'),  //显示的开始时间
			'end_time'=>strtotime('2016-09-29 23:59:59'),    //显示的结束时间
			'url' => '/#!/act/20160914',   //跳转的链接
			'content' => '秋季大促销，最低5折，赶紧抢！',  //描述
		),
	),
);