stars={
	list:[
		{
			id:1,name:'coco可可',nearby:2854,
			qq8:[
			/*panyu*/
			3296408014,3338159436,3169302558,3029344171,3047965324,3314424179,3023537438,3242997137,3023546192,2716992865,
			/*lujing*/
			2179403715,2126801095,1123116202,2787088219,3375841935,2211739156,3159006309,3376235257,3364118701,2187148940,2768493894,1740320049,3055718090,3094257295,3378548621,2640540348,2183794745,2933268727,2911547490,3271436117,2974967487,3306956479,2796713960,3375287327,3378851897,2361456941,3044591527,3375242767,2161717994,2124537961,
			/*yuexiu*/
			2543879072,2751554254,2790762583,2376338489,2956751843,2091951189,2761077304,2764280085,2765571217,2790796445,2790798618,2789673954,2744607925,1965765007,2012849320,2274917089,1952534502,2066345328,1960358257,2272954250,2275237415,
			/*weidian*/
			1850670087,3114056118,2140358278,2165659627,2973644228,2986904610,2172903600,2781772268,2141847057,2171628390,2133356134,1046858721,3065305815,2741448819,3027342902,3378485961,2722343664,3091177839,2150161648,3375181057,2151882287,3124432959,2158689880,2714399374,3376642926,
			/*cimei*/
			2132556546,3325076023,2873018650,3169971769,3173632127,1828852459,3133661477,2758633532,2112794757,3245332724,3070237294,3199413853,3346106779,
			/*nanchang*/
			2950258051,1456657373,1409843442,2115672242,2121566996,2024198370,1959414464,2120795066,3188623866,3334159331,
			//shangwu
			3135908953,2726792871,3117093250,2727785212,2250881574,2870411073,3291161801,2782746686,3369621097,2767404046
]
		}
	],
	qqchat:function (qq) {
		if(ves.browser.app.qq||ves.browser.app.qqb){
			ves.alert({content:'<span class="ic-load"></span>',type:'wait',style:'clear'});
			var _ifr=document.createElement('iframe');
			_ifr.style.display='none';
			var it=this;
			_ifr.onload=function(){
				setTimeout(function(){
					if(it.iframe)ves.body[0].removeChild(it.iframe);
					it.iframe=_ifr;
					ves.alert.close();
				},1500);
			};
			_ifr.src='http://wpa.qq.com/msgrd?v=1&uin=' +qq + '&site=qq&menu=yes';
			ves.body.append(_ifr);
		}
		else{
			window.location.href='http://wpa.qq.com/msgrd?v=1&uin=' +qq + '&site=qq&menu=yes';
		}
	},
	weibo:function (weibo) {
		ves.alert({content:'<span class="ic-load"></span>',type:'wait',style:'clear'});
		var _start=new Date();
		window.location.href='sinaweibo://userinfo?uid='+weibo;
		setTimeout(function(){
			ves.alert.close();
			if((new Date())-_start<2100){
				window.location.href='http://weibo.com/u/'+weibo;
			}
		},1500);
	}
};
stars.comment={
	'1':[
			{name:'扯淡的生活',comment:'我的是青春痘，面油还特别多，怎么破？已加Q，在线等！'},
			{name:'请持续率性',comment:'和兄弟开黑没日没夜，痘痘来了挡不住，有什么好法子，毕竟看脸的时代“面子”很重要！'},
			{name:'乄一世挚勋lu',comment:'可可哥的方法，试过才知道好，痘痘消下去是慢了点，但是不刺激皮肤，也不反弹，杠杠的！'},
			{name:'纯天然野生帅哥',comment:'痘痘长了几年了，最近越来越严重，之前的方法都不管用，求可可指点。'},
			{name:'帅到爆',comment:'我的痘痘肌，还有得救没？这一脸痘太影响形象了。撩不到妹子，不爽！'},
			{name:'FlappyBird',comment:'问的问题可可哥都解答得很清晰，痘痘原理都懂了，果然是“老司机”。'},
			{name:'霸道D温柔',comment:'等得有点久，但是解答很用心，方法应该不错，今天就试试！'},
			{name:'柔情仼孒',comment:'我和我弟亲自验证过，痘痘、痘印、皮肤脆弱的放心试吧。'}
		 ]
};