stars={
	list:[
		{
			id:1,name:'coco可可',nearby:158689,
			qq8:[
			/*panyu*/
			3296408014,3338159436,3169302558,3029344171,3047965324,3314424179,3023537438,3242997137,3023546192,2716992865,
			/*lujing*/
			2179403715,2126801095,1123116202,2787088219,3375841935,2211739156,3159006309,3376235257,3364118701,2187148940,2768493894,1740320049,3055718090,3094257295,3378548621,2640540348,2183794745,2933268727,2911547490,3271436117,2974967487,3306956479,2796713960,3375287327,3378851897,2361456941,3044591527,3375242767,2161717994,2124537961,
			/*yuexiu*/
			2543879072,2751554254,2790762583,2376338489,2956751843,2091951189,2761077304,2764280085,2765571217,2790796445,2790798618,2789673954,
			/*weidian*/
			1850670087,3114056118,2140358278,2165659627,2973644228,2986904610,2172903600,2781772268,2141847057,2171628390,2133356134,1046858721,3065305815,2741448819,3027342902,3378485961,2722343664,3091177839,2150161648,3375181057,
			/*cimei*/
			2132556546,3325076023,2873018650,3169971769,3173632127,1321595512,1828852459,3133661477,2758633532,2112794757,3245332724,3070237294,3199413853,3346106779,
			/*nanchang*/
			2950258051,1456657373,1409843442,2120816793,2115672242,2121566996,2024198370,1249577095,1959414464,2120795066
]
		}
	],
	qqchat:function (qq) {
		if(ves.browser.app.qq||ves.browser.app.qqb){
			ves.alert({content:'<span class="ic-load"></span>',type:'wait',style:'clear'});
			var _ifr=document.createElement('iframe');
			_ifr.style.display='none';
			var it=this;
			_ifr.onload=function(){
				setTimeout(function(){
					if(it.iframe)ves.body[0].removeChild(it.iframe);
					it.iframe=_ifr;
					ves.alert.close();
				},1500);
			};
			_ifr.src='http://wpa.qq.com/msgrd?v=1&uin=' +qq + '&site=qq&menu=yes';
			ves.body.append(_ifr);
		}
		else{
			window.location.href='http://wpa.qq.com/msgrd?v=1&uin=' +qq + '&site=qq&menu=yes';
		}
	},
	weibo:function (weibo) {
		ves.alert({content:'<span class="ic-load"></span>',type:'wait',style:'clear'});
		var _start=new Date();
		window.location.href='sinaweibo://userinfo?uid='+weibo;
		setTimeout(function(){
			ves.alert.close();
			if((new Date())-_start<2100){
				window.location.href='http://weibo.com/u/'+weibo;
			}
		},1500);
	}
};
stars.comment={
	'1':[
			{name:'扯淡的生活',comment:'不懂护肤，都是用水洗洗脸就完事儿了，加了可可，才知道脸上油脂、灰尘、细菌，各种脏。用可可教的招，两下脸就洗干净脸。学会洗脸还挺重要，脸清爽了，痘痘少了。建议不会洗脸的哥们，都加Q学一下，可可人还挺热情的。'},
			{name:'请持续率性',comment:'讲到痘痘就内牛满面！一脸油腻，发红起疙瘩，除了多洗几次脸还能咋办？兄弟给可可Q让我加，这妹子不错，告诉我青春痘千万别手贱挤痘，推荐我用她的方法，1个月皮肤清爽，疙瘩也没长，一脸痘的屌丝样总算改头换面了。'},
			{name:'乄一世挚勋lu',comment:'哥是死宅，爱约兄弟开黑。打机一时爽，爆痘惨过火葬场！痘痘一多影响形象，喜欢女生也不敢开口。有次打LOL，认识了可可，熟了才知道她很懂护肤，教我几个容易的方法，每天花不了几块钱，面油痘痘少很多，比其他的方法都管用。'}
		 ]
};