<?php
/**
 * ====================================
 * 微信用户语言包
 * ====================================
 * Author: 9004396
 * Date: 2017-02-24 10:57
 * ====================================
 * Project: new.m.chinaskin.cn
 * File: wechat.php
 * ====================================
 */
return array(
    'WECHAT'            => '微信用户类',
    'SYNCUSER'          => '微信用户更新',
    'SENDSERVICEMSG'    => '定时推送信息',

    'LAST_SEND_MSG'     => "主人，恭喜您获得微信粉丝月度幸运奖： 10.00元代金券，数量有限，请抓紧领取哦！ \n<a href='".siteUrl()."#/index'>立即领取</a>（领取前记得先注册）\n<a href='".siteUrl()."#/user'>你的会员卡号</a>",
);