<?php
/**
 * ====================================
 * 微信公众号管理言语包
 * ====================================
 * Author: 9004396
 * Date: 2017-02-22 15:24
 * ====================================
 * Project: new.m.chinaskin.cn
 * File: wechatAccount.php
 * ====================================
 */
return array(
    'site' => '站点',
    'site_name' => array(
		'3' => '瓷肌官网',
		'4' => '瓷肌推广',
		'70' => '瓷肌商城',
		'71' => '瓷肌推广商城',
		'73' => '瓷肌会员中心',
		'102' => '护肤品增值',
		'107' => '白芙泥增值',
		'117' => '瓷肌QQ群增值',
		'119' => '手机商城瓷肌增值',
		'87'  => '瓷肌3g站',
		'14'  => '瓷肌Q站'
    ),
    'order_status' => array(
		'0' => '未确认',
		'1' => '已确认',
		'2' => '已取消',
		'3' => '无效',
		'4' => '退货',
		'5' => '异常',
		'6' => '丢失',
		'99' => '假删除标记'
    ),
    'order_shipping' => array(
		0 => '未发货',
		1 => '已发货',
		2 => '已收货',
		3 => '配货中',
		4 => '已打单',
		5 => '配货审核中',
		6 => '配货审核退回',
		7 => '已打捡货单',
		8 => '已打包',
		9 => '压单',
        14 => '药师审核中',
        15 => '审核退回',
        16 => '未妥投',
		20 => '仓库返回异常',
		30 => '退货已签收'
    ),
    'pay_status' => array(
		0 => '未付款',
		1 => '付款中',
		2 => '已付款',
		3 => '已支付部分货款',
		4 => '前台已付款',
		5 => '退款中',
		6 => '已退款',
		7 => '退款失败'
    ),
);
